keyboardio/Kaleidoscope/hardware/keyboardio/boards.txt
keyboardio.name=Keyboard.IO Model 00
keyboardio.upload.protocol=avr109
keyboardio.upload.maximum_size=28672
keyboardio.upload.speed=57600
keyboardio.upload.disable_flushing=true
keyboardio.bootloader.low_fuses=0xff
keyboardio.bootloader.high_fuses=0xd8
keyboardio.bootloader.extended_fuses=0xcb
keyboardio.bootloader.path=caterina
keyboardio.bootloader.file=Caterina-keyboardio.hex
keyboardio.bootloader.unlock_bits=0x3F
keyboardio.bootloader.lock_bits=0x2F
keyboardio.build.mcu=atmega32u4
keyboardio.build.f_cpu=16000000L
keyboardio.build.vid=0x2341
keyboardio.build.pid=0x8037
keyboardio.build.core=keyboardio
keyboardio.build.variant=model00
